12/data/attachments/6a521556ea8ed68d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Gary_discussion_Friend_36523_5</nif:username>
            <nif:friendToBeRequested>soap_friends_6d7ff4ba-9992-45e7-a513-fb032074ddca</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>